@extends('app')

@section('header')

    <style>
        /* who us */

        .whoUs>.border {
            border-radius: 15px;
            -webkit-border-radius: 15px;
            -moz-border-radius: 15px;
            -ms-border-radius: 15px;
            -o-border-radius: 15px;
            overflow: hidden;
        }

        .whoUs .title {
            border-bottom: 1px solid #E8E8E8;
            padding: 10px 15px;
            color: var(--colorText2);
            display: flex;
            align-items: center;
            justify-content: space-between;
            background-color: #FFF;
        }

        .whoUs .title span:nth-of-type(1) {
            font-size: 20px;
        }

        .whoUs .title span:nth-of-type(1) i {
            font-size: 24px;
            margin-left: 4px;
        }

        .whoUs .whoUsText {
            max-height: 350px;
            overflow: auto;
        }

        .whoUs .whoUsText span {
            font-size: 15px;
            line-height: 2;
            color: #8F8F95;
            font-family: 'arabicBook';
        }

        .whoUs .boxVideo {
            overflow: hidden;
            position: relative;
            border-radius: 15px;
            -webkit-border-radius: 15px;
            -moz-border-radius: 15px;
            -ms-border-radius: 15px;
            -o-border-radius: 15px;
            border: 1px solid #484848;
        }

        .whoUs .coverVideo {
            position: absolute;
            right: 0;
            top: 0;
            width: 100%;
            z-index: 9;
        }

        .whoUs .iconPlay {
            position: absolute;
            z-index: 9;
            top: 0;
            right: 0;
            font-size: 35px;
            width: 100%;
            height: 100%;
            display: flex;
            align-items: center;
            justify-content: center;
            background-color: #00000026;
        }

        .whoUs .iconPlay i {
            display: inline-flex;
            color: #FFF;
            background-color: var(--colorText1);
            width: 60px;
            height: 60px;
            align-items: center;
            justify-content: center;
            border-radius: 5px;
            -webkit-border-radius: 5px;
            -moz-border-radius: 5px;
            -ms-border-radius: 5px;
            -o-border-radius: 5px;
            box-shadow: 0px 0px 0px 15px #f580125e;
        }

        .whoUs .infoUs a {
            color: #484848;
            font-size: 17px;
            display: inline-block;
            margin-bottom: 8px;
        }

        .whoUs .infoUs a i {
            font-size: 21px;
            margin-right: 5px;
        }

        .whoUs .infoUs p span {
            text-transform: capitalize;
            color: #484848;
            font-size: 17px;
            display: inline-block;
            margin-right: 5px;
            color: var(--colorText1);
        }

        .whoUs .infoUs img {
            margin-left: 5px;
        }

        .whoUs .boxWhoUs {
            background-color: #fff;
            border: 1px solid #E8E8E8;
            border-radius: 15px;
            -webkit-border-radius: 15px;
            -moz-border-radius: 15px;
            -ms-border-radius: 15px;
            -o-border-radius: 15px;
        }

    </style>

@endsection
@section('content')
    <div class="bgF8">
        <div class="container">
            <div class="row">
                <div class="col-lg-12 whoUs py-4">
                    <div class="border">
                        <div class="row">
                            <div class="col-12">
                                <div class="title">
                                    <span>
                                        <i class="fal fa-scroll-old"></i>
                                        من نحن
                                    </span>
                                </div>
                            </div>
                        </div>
                        <div class="row" style="align-items: center;padding: 0 25px;">
                            <div class="col-lg-8 p-0">
                                <div class="m-3 boxWhoUs">
                                    <div class="px-3 py-3 whoUsText">
                                        <span>
                                            هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها
                                            بشكل
                                            ما إدخال بعض النوادر الكلمات العشوائية هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص..هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، تم تعديلها بشكل
                                            ما
                                            عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك العديد الأنواع
                                            المتوفرة
                                            لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر
                                            الكلمات العشوائية إلى النص .هنالك العديد الأنواع المتوفرة لنصوص لوريم
                                            إيبسوم،
                                            ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى
                                            النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها
                                            بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك العديد
                                            الأنواع
                                            المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما إدخال بعض
                                            النوادر
                                            الكلمات العشوائية هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن
                                            الغالبية تم تعديلها بشكل عبر إدخال بعض النوادر الكلمات العشوائية إلى
                                            النص..هنالك
                                            العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، تم تعديلها بشكل ما عبر إدخال بعض
                                            النوادر الكلمات العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص..هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك
                                            العديد
                                            الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر
                                            إدخال
                                            بعض النوادر الكلمات العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل ما إدخال بعض النوادر الكلمات العشوائية
                                            هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها
                                            بشكل
                                            عبر إدخال بعض النوادر الكلمات العشوائية إلى النص..هنالك العديد الأنواع
                                            المتوفرة
                                            لنصوص لوريم إيبسوم، تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص .هنالك
                                            العديد
                                            الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر
                                            إدخال
                                            بعض النوادر الكلمات العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها بشكل ما إدخال بعض النوادر الكلمات العشوائية هنالك العديد الأنواع
                                            المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل عبر إدخال بعض
                                            النوادر
                                            الكلمات العشوائية إلى النص..هنالك العديد الأنواع المتوفرة لنصوص لوريم
                                            إيبسوم، تم
                                            تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك
                                            العديد
                                            الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر
                                            إدخال
                                            بعض النوادر الكلمات العشوائية إلى النص..هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن
                                            الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص
                                            هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها
                                            بشكل
                                            ما إدخال بعض النوادر الكلمات العشوائية هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص..هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، تم تعديلها بشكل
                                            ما
                                            عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك العديد الأنواع
                                            المتوفرة
                                            لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر
                                            الكلمات العشوائية إلى النص .هنالك العديد الأنواع المتوفرة لنصوص لوريم
                                            إيبسوم،
                                            ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى
                                            النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها
                                            بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك العديد
                                            الأنواع
                                            المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما إدخال بعض
                                            النوادر
                                            الكلمات العشوائية هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن
                                            الغالبية تم تعديلها بشكل عبر إدخال بعض النوادر الكلمات العشوائية إلى
                                            النص..هنالك
                                            العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، تم تعديلها بشكل ما عبر إدخال بعض
                                            النوادر الكلمات العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص..هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك
                                            العديد
                                            الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر
                                            إدخال
                                            بعض النوادر الكلمات العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل ما إدخال بعض النوادر الكلمات العشوائية
                                            هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها
                                            بشكل
                                            عبر إدخال بعض النوادر الكلمات العشوائية إلى النص..هنالك العديد الأنواع
                                            المتوفرة
                                            لنصوص لوريم إيبسوم، تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص .هنالك
                                            العديد
                                            الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر
                                            إدخال
                                            بعض النوادر الكلمات العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها بشكل ما إدخال بعض النوادر الكلمات العشوائية هنالك العديد الأنواع
                                            المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل عبر إدخال بعض
                                            النوادر
                                            الكلمات العشوائية إلى النص..هنالك العديد الأنواع المتوفرة لنصوص لوريم
                                            إيبسوم، تم
                                            تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك
                                            العديد
                                            الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر
                                            إدخال
                                            بعض النوادر الكلمات العشوائية إلى النص..هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن
                                            الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى
                                            النصهنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها
                                            بشكل ما إدخال بعض النوادر الكلمات العشوائية هنالك العديد الأنواع المتوفرة
                                            لنصوص
                                            لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل عبر إدخال بعض النوادر الكلمات
                                            العشوائية إلى النص..هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، تم
                                            تعديلها
                                            بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك العديد
                                            الأنواع
                                            المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض
                                            النوادر الكلمات العشوائية إلى النص .هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك
                                            العديد
                                            الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما إدخال
                                            بعض
                                            النوادر الكلمات العشوائية هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم،
                                            ولكن
                                            الغالبية تم تعديلها بشكل عبر إدخال بعض النوادر الكلمات العشوائية إلى
                                            النص..هنالك
                                            العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، تم تعديلها بشكل ما عبر إدخال بعض
                                            النوادر الكلمات العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص..هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك
                                            العديد
                                            الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر
                                            إدخال
                                            بعض النوادر الكلمات العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل ما إدخال بعض النوادر الكلمات العشوائية
                                            هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها
                                            بشكل
                                            عبر إدخال بعض النوادر الكلمات العشوائية إلى النص..هنالك العديد الأنواع
                                            المتوفرة
                                            لنصوص لوريم إيبسوم، تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص .هنالك
                                            العديد
                                            الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر
                                            إدخال
                                            بعض النوادر الكلمات العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم
                                            إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية
                                            إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
                                            تعديلها بشكل ما إدخال بعض النوادر الكلمات العشوائية هنالك العديد الأنواع
                                            المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل عبر إدخال بعض
                                            النوادر
                                            الكلمات العشوائية إلى النص..هنالك العديد الأنواع المتوفرة لنصوص لوريم
                                            إيبسوم، تم
                                            تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص هنالك
                                            العديد
                                            الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر
                                            إدخال
                                            بعض النوادر الكلمات العشوائية إلى النص..هنالك العديد الأنواع المتوفرة لنصوص
                                            لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات
                                            العشوائية إلى النص هنالك العديد الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن
                                            الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر الكلمات العشوائية إلى النص
                                        </span>
                                    </div>
                                    <div class="px-3 pt-3 infoUs text-right" dir="ltr">
                                        <a href="mailto:office@dorosvip.com">
                                            <span>
                                                <i class="fal fa-envelope"></i>
                                            </span>
                                            office@dorosvip.com
                                        </a>
                                        <p class="mb-0">
                                            <span>
                                                follow us
                                            </span>
                                            <a href="">
                                                <img src="{{asset('assets/website/img/facebook.svg')}}" alt="">
                                            </a>
                                            <a href="">
                                                <img src="{{asset('assets/website/img/Instagram.svg')}}" alt="">
                                            </a>
                                        </p>
                                    </div>
                                </div>
                            </div>
                            <div class="col-lg-4 p-0">
                                <div>
                                    <div class="boxVideo">
                                        <img class="coverVideo" src="{{asset('assets/website/img/coverVideo2.png')}}" alt="">
                                        <span class="iconPlay">
                                            <i class="fab fa-youtube"></i>
                                        </span>
                                        <video id="video2" width="100%" height="440">
                                            <source src="{{asset('assets/website/img/movie.mp4')}}" type="video/mp4">
                                            Your browser does not support the video tag.
                                        </video>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>


@endsection


@section('footer')
    <script>
        // Who Us ....

        var myVideo2 = document.getElementById("video2");

        function playPause() {
            if (myVideo2.paused) {
                myVideo2.play();
            } else {
                myVideo2.pause();
            }
        }

        $(document).on("click", ".whoUs #video2", function () {
            playPause();
        })

        $(document).on("click", ".whoUs .iconPlay", function () {
            $(this).hide();
            $(".whoUs .coverVideo").hide();
            playPause();
        })


    </script>

@endsection
